{
  "tell_story_scenes": [
    {
      "title": "The Most Important Story",
      "image_res_id": "scene_0",
      "story": [
        {
          "text": "Matt and Jessica ask their Dad to read the most important story, the Bible."
        }
      ]
    },
    {
      "title": "God’s Word, the Bible",
      "image_res_id": "scene_1",
      "story": [
        {
          "text": "Dad reads the Bible, which explains God’s plan for every single person."
        }
      ]
    },
    {
      "title": "God Made Everything",
      "image_res_id": "scene_5",
      "story": [
        {
          "text": "Long ago, God made the world, people, and all the animals.  Everything was perfect and Adam and Eve were very close to God."
        },
        {
          "text": "Only -- they were told not to eat from the Tree of the Knowledge of Good and Evil."
        }
      ]
    },
    {
      "title": "Adam and Eve Sin",
      "image_res_id": "scene_6",
      "story": [
        {
          "text": "But, God’s enemy, Satan, tempted them to disobey God by eating from that tree."
        },
        {
          "text": "They chose to do what was wrong, which is called sin."
        }
      ]
    },
    {
      "title": "Separated from God",
      "image_res_id": "scene_7",
      "story": [
        {
          "text": "They were separated from God and this brought on themselves the penalty of death. To this day, all of us are born sinful and separated from God."
        }
      ]
    },
    {
      "title": "Jesus is Born!",
      "image_res_id": "scene_14",
      "story": [
        {
          "text": "But, God had a plan to bring us back to himself. He sent his own son Jesus as a person. He was perfect and never sinned."
        }
      ]
    },
    {
      "title": "Jesus is Wise",
      "image_res_id": "scene_15",
      "story": [
        {
          "text": "Even as a young boy, Jesus amazed his teachers with his knowledge and understanding."
        }
      ]
    },
    {
      "title": "Jesus the Teacher",
      "image_res_id": "scene_16",
      "story": [
        {
          "text": "When he was 30, Jesus taught the people about God. He said, “God so loved the world that he gave his only Son, so that everyone who believes in him will not perish but have eternal life.”"
        }
      ]
    },
    {
      "title": "Jesus the Healer",
      "image_res_id": "scene_17",
      "story": [
        {
          "text": "Jesus showed us that God loves us. He healed the people who came to him, whether they were sick, injured, or possessed by demons. And Jesus still heals today."
        }
      ]
    },
    {
      "title": "Jesus the Miracle Worker",
      "image_res_id": "scene_20",
      "story": [
        {
          "text": "Jesus showed that God can do anything and can meet our needs. One time over 5,000 people came to hear Jesus until it was late and everyone was hungry. Jesus took only 5 loaves of bread and 2 fish and he turned it into enough to feed all the people!"
        }
      ]
    },
    {
      "title": "Jesus Loves Children",
      "image_res_id": "scene_21",
      "story": [
        {
          "text": "Jesus showed us that God loves children. Jesus said, “Let the children come to me. Don't stop them. Anyone who doesn't have their kind of faith will never get into the Kingdom of God.”"
        }
      ]
    },
    {
      "title": "The Plot to Kill Jesus",
      "image_res_id": "scene_22",
      "story": [
        {
          "text": "Not everyone liked him, though. What he did and taught made the religious leaders angry. So, they decided to stop him."
        }
      ]
    },
    {
      "title": "Jesus is Arrested",
      "image_res_id": "scene_23",
      "story": [
        {
          "text": "They had Jesus arrested even though he had done nothing wrong."
        }
      ]
    },
    {
      "title": "Jesus Dies on the Cross",
      "image_res_id": "scene_25",
      "story": [
        {
          "text": "They killed Jesus by nailing him to a cross."
        },
        {
          "text": "Jesus said, “Father, forgive these people, because they don't know what they are doing.”"
        },
        {
          "text": "Because Jesus was without sin, when he died he took the punishment for all of our sins."
        }
      ]
    },
    {
      "title": "Jesus is Gone!",
      "image_res_id": "scene_26",
      "story": [
        {
          "text": "They buried Jesus in a cave behind a rock because that’s how they buried people then."
        },
        {
          "text": "An angel came down from heaven and rolled the stone aside. He told Jesus’ friends that Jesus was no longer dead but alive!"
        }
      ]
    },
    {
      "title": "Jesus is Alive!",
      "image_res_id": "scene_27",
      "story": [
        {
          "text": "Jesus appeared to many people over 40 days, proving he was alive. He taught them many important things about the Kingdom of God."
        },
        {
          "text": "God gave His own Son for us -- and that proves that nothing can ever separate us from God’s love again."
        }
      ]
    },
    {
      "title": "Jesus Goes Back to Heaven",
      "image_res_id": "scene_28",
      "story": [
        {
          "text": "Jesus then went back to heaven but before he left he told the disciples that one day he would come back."
        },
        {
          "text": "He taught that all believers must be faithful and to tell others that Jesus can save us from our sins."
        }
      ]
    },
    {
      "title": "",
      "image_res_id": "scene_30",
      "story": [
        {
          "text": "Matt understands the truth of the Bible and says that he believes in Jesus and wants to become a child of God."
        },
        {
          "text": "His Dad tells him that all he has to do is tell God, out loud or in his heart."
        }
      ]
    },
    {
      "title": "Would you like to pray this prayer with Matt, too?",
      "image_res_id": "scene_31",
      "story": [
        {
          "text": "Matt prays, “Dear God, I know I'm a sinner. I made wrong choices and did bad things. I'm sorry. Please forgive me."
        },
        {
          "text": "I know your Son, Jesus, died for my sins and I believe you raised him from the dead."
        }
      ]
    },
    {
      "title": "",
      "image_res_id": "scene_32",
      "story": [
        {
          "text": "I want Jesus to be my Lord. Thank you for loving me and making me your child. Now, please fill me with your Holy Spirit, so I'll have all the strength I need to obey you. Amen.”"
        }
      ]
    },
    {
      "title": "",
      "image_res_id": "scene_33",
      "story": [
        {
          "text": "Matt says, “Anyone can become a child of God. Even you - no matter what you have done!"
        }
      ]
    },
    {
      "title": "",
      "image_res_id": "scene_37",
      "story": [
        {
          "text": "Pray, and God will hear you. He loves you. He'll forgive you and make you his child and you will live with him forever in heaven!”"
        }
      ]
    }
  ]
}